Repository: ita-social-projects/StreetCode
Catalog: Streetcode/Streetcode.BLL/Resources/SharedResource.FieldNamesSharedResource.*.resx
Languages: uk_ua

source: Title
uk_ua: Назва

source: Description
uk_ua: Опис

# TargetUrl
source: Url
uk_ua: Посилання

source: Url title
uk_ua: Назва посилання

source: Logo type
uk_ua: Логотип

source: Source link url
uk_ua: Посилання на соціальну мережу

source: Redirect url
uk_ua: Посилання переадресації

source: Name
uk_ua: Ім'я

source: Position
uk_ua: Вакансія

source: Image Id
uk_ua: Ідентифікатор картинки

source: IsMain
uk_ua: Ключовий член команди

source: Logo Id
uk_ua: Ідентифікатор логотипа

source: IsKeyPartner
uk_ua: Ключовий партнер

source: IsVisibleEverywhere
uk_ua: Видимий для всіх

source: Mime type
uk_ua: Mime тип

source: Extension
uk_ua: Розширення

source: BaseFormat
uk_ua: Файл у форматі base64

source: Content
uk_ua: Вміст

source: Captcha token
uk_ua: Капча токен

source: Salary
uk_ua: Зарплата

source: Email
uk_ua: Адреса електронної пошти

source: ModelState
uk_ua: Стан моделі

source: Art description
uk_ua: Опис арта

source: Art title
uk_ua: Назва арта

source: Category content
uk_ua: Вміст категорії

source: Fact title
uk_ua: Назва факту

source: Fact content
uk_ua: Вміст факту

# FactImageDescription
source: Image description of the fact
uk_ua: Опис картинки факту

source: Image title
uk_ua: Назва картинки

source: Subtitle text
uk_ua: Текст бігучого рядка

source: StreetcodeArts
uk_ua: Арти

source: Template
uk_ua: Шаблон

source: Text title
uk_ua: Назва тексту

source: Text content
uk_ua: Вміст тексту

source: Additional text
uk_ua: Додатковий текст

source: Historical context title
uk_ua: Назва історичного контексту

source: Street name
uk_ua: Назва вулиці

source: Timeline item title
uk_ua: Назва елементу хронології

source: Timeline item description
uk_ua: Опис елементу хронології

source: Timeline item date
uk_ua: Дата елемента хронології

source: Date format
uk_ua: Формат дати

# Video
source: Video url
uk_ua: Посилання на відео

source: First name
uk_ua: Ім'я

source: Last name
uk_ua: Прізвище

source: Alias
uk_ua: Псевдонім

source: Teaser
uk_ua: Тизер

source: Transliteration url
uk_ua: Транслітероване посилання

source: Index
uk_ua: Індекс

source: Date string
uk_ua: Рядок дати

source: Streetcode type
uk_ua: Тип стріткоду

source: Status
uk_ua: Статус

source: AR Block URL
uk_ua: Посилання для блоку AR

# TransactionLinkUrl
source: Transaction url
uk_ua: Посилання для QR-код

source: Text
uk_ua: Текст

source: Creation date
uk_ua: Дата створення

source: Address
uk_ua: Адреса

source: Latitude
uk_ua: Широта

source: Longtitude
uk_ua: Довгота

source: Tag
uk_ua: Тег

source: Id
uk_ua: Ідентифікатор

source: Historical Contexts
uk_ua: Історичні контексти

source: Images details
uk_ua: Деталі картинок

source: Images
uk_ua: Картинки

source: Amount
uk_ua: Сума

source: About Yourself
uk_ua: Опис про себе

source: Expertises
uk_ua: Досвіди

source: Surname
uk_ua: Прізвище
