Repository: ita-social-projects/StreetCode
Catalog: Streetcode/Streetcode.BLL/Resources/SharedResource.FailedToValidateSharedResource.*.resx
Languages: uk_ua

# CannotBeEmpty
source: Field '{0}' cannot be empty
uk_ua: Поле '{0}' не може бути пусте

# ValidUrl
source: Field '{0}' must be valid url
uk_ua: Поле '{0}' повинно бути дійсною URL адресою

# CannotBeEmptyWithCondition
source: Field '{0}' cannot be empty if field '{1}' is provided
uk_ua: Поле '{0}' не може бути пусте, якщо введено поле '{1}'

# IsRequired
source: Field '{0}' is required
uk_ua: '{0}' обов'язкове поле

# Invalid
source: Field '{0}' is invalid
uk_ua: Поле '{0}' має недійсне значення

# LogoMustMatchUrl
source: The link does not match the selected social network
uk_ua: Посилання не співпадає з обраною соціальною мережою

# ValidUrl_UrlDisplayed
source: Field '{0}' ({1}) must be valid url
uk_ua: Поле '{0}' ({1}) повинно бути дійсною URL адресою

# GreaterThan
source: '{0}' must be greater than {1}
uk_ua: '{0}' має бути більше ніж {1}

# MaxLength
source: Maximum length of field '{0}' is {1}
uk_ua: Максимальна довжина поля '{0}' - {1}

# MustBeOneOf
source: Field '{0}' accepts only following values: {1}
uk_ua: Поле '{0}' приймає тільки наступні значення: {1}

# LengthMustBeInRange
source: The length of the field '{0}' must be from {1} to {2}
uk_ua: Довжина поля '{0}' має бути від {1} до {2}

# EmailAddressFormat
source: The email address must be in the correct format
uk_ua: Адреса електронної пошти повинна бути в правильному форматі

# TransliterationUrlFormat
source: Transliteration url must consists of small latin characters, numbers and hyphen
uk_ua: Транслітероване посилання має містити тільки маленькі латинські літери, цифри та дефіс

# MustBeBetween
source: Field '{0}' must be between {1} and {2}
uk_ua: Поле '{0}' має бути між {1} і {2}

# MustBeUnique
source: Field '{0}' must be unique
uk_ua: Поле '{0}' має бути унікальним

# ImageDoesntExist
source: Image with id {0} doesnt exist
uk_ua: Картинка з ідентифікатором {0} не існує

# InvalidNewsUrl
source: Field 'Url' accepts only small latin alphabet letters, hyphen and numbers.
uk_ua: Поле 'Посилання' може приймати тільки малі латинські літери, дефіс та цифри

# InvalidPrecision
source: Field '{0}' has invalid precision
uk_ua: Поле '{0}' має неправильну точність

# DateStringFormat
source: Field 'Date String' accepts only cyrillic letters, numbers, dashes (–) and parentheses.
uk_ua: Поле 'Рядок дати' приймає лише кириличні літери, цифри, тире (–) і круглі дужки.

# MustContainExactlyOneAlt1
source: Field '{0}' must contain exactly one black and white image.
uk_ua: Поле '{0}' має містити рівно одне чорно-біле зображення.

# MustContainAtMostOneAlt0
source: Field '{0}' may contain at most one colored image.
uk_ua: Поле '{0}' може містити щонайбільше одне кольорове зображення.

# MustContainAtMostOneAlt2
source: Field '{0}' may contain at most one image for links.
uk_ua: Поле '{0}' може містити щонайбільше одне зображення для звʼязків.

# EventStreetcodeCannotHasFirstName
source: The streetcode of type 'Event' cannot has 'First name' and 'Last name'
uk_ua: Стріткод типу 'Подія' не може мати поля 'Ім'я' та 'Прізвище'

# MinLength
source: Максимальна length of field '{0}' is {1}
uk_ua: Мінімальна довжина поля '{0}' - {1}

# MustContainAtMostThreeExpertises
source: Field '{0}' may contain at most three expertises
uk_ua: Поле '{0}' може містити щонайбільше три досвіди.

# NameFormat
source: Name must consist of Cyrillic or Latin characters (both uppercase and lowercase) and can only include hyphens (-) and apostrophes (').
uk_ua: Ім'я повинно складатися лише з літер латиниці або кирилиці (великих і малих) та може містити лише символи дефіс (-) і апостроф (').

# SurnameFormat
source: Surname must consist of Cyrillic or Latin characters (both uppercase and lowercase) and can only include hyphens (-) and apostrophes (').
uk_ua: Прізвище повинно складатися лише з літер латиниці або кирилиці (великих і малих) та може містити лише символи дефіс (-) і апостроф (').

# UserNameFormat
source: Username must consist of Latin characters (lowercase) and can only include hyphens (-), apostrophes (') and underscores(_).
uk_ua: Нікнейм повинен складатися лише з літер латиниці (малих) та може містити лише символи дефіс (-), апостроф (') та підкреслення(_).

# ImageSizeExceeded
source: The image size can't exceed {0} MB
uk_ua: Розмір картинки не може перевищувати {0} MB

# InvalidPaginationParameters
source: Pagination parameters must be valid
uk_ua: Параметри пагінації повинні бути коректними

# MustNotBeInPast
source: {0} must not be in the past.
uk_ua: {0} не повинна бути у минулому.
