Repository: ita-social-projects/StreetCode
Catalog: Streetcode/Streetcode.BLL/Resources/SharedResource.CannotFindSharedResource.*.resx
Languages: uk_ua

# CannotFindAnArtWithCorrespondingId
source: Cannot find an art with corresponding id: {0}
uk_ua: Не вдалося знайти арт з відповідним ідентифікатором: {0}

# CannotFindAnAudioWithCorrespondingCategoryId
source: Cannot find an audio with corresponding categoryId: {0}
uk_ua: Не вдалося знайти аудіо з відповідною CategoryId: {0}

# CannotFindAnAudioWithCorrespondingId
source: Cannot find an audio with corresponding id: {0}
uk_ua: Не вдалося знайти аудіо з відповідним ідентифікатором: {0}

# CannotFindAnAudioWithTheCorrespondingStreetcodeId
source: Cannot find an audio with the corresponding streetcode id: {0}
uk_ua: Не вдалося знайти аудіо з відповідним ідентифікатором стріткоду: {0}

# CannotFindAnImageWithCorrespondingCategoryId
source: Cannot find an image with corresponding categoryId: {0}
uk_ua: Не вдалося знайти зображення з відповідною CategoryId: {0}

# CannotFindAnImageWithTheCorrespondingStreetcodeId
source: Cannot find an image with the corresponding streetcode id: {0}
uk_ua: Не вдалося знайти зображення з відповідним ідентифікатором стріткоду: {0}

source: Cannot find any arts
uk_ua: Не вдалося знайти жодних артів

# CannotFindAnyArtWithCorrespondingStreetcodeId
source: Cannot find any art with corresponding streetcode id: {0}
uk_ua: Не вдалося знайти жодного арту з відповідним ідентифікатором стріткоду: {0}

source: Cannot find any audios
uk_ua: Не вдалося знайти жодного аудіо

source: Cannot find any fact
uk_ua: Не вдалося знайти жодного факту

# CannotFindAnyFactByTheStreetcodeId
source: Cannot find any fact by the streetcode id: {0}
uk_ua: Не вдалося знайти жодного факту за ідентифікатором стріткоду: {0}

# CannotFindAnyFactWithCorrespondingId
source: Cannot find any fact with corresponding id: {0}
uk_ua: Не вдалося знайти жодного факту з відповідним ідентифікатором: {0}

source: Cannot find any historical contexts
uk_ua: Не вдалося знайти жодного історичного контексту

source: Cannot find any image
uk_ua: Не вдалося знайти жодного зображення

source: Cannot find any partners
uk_ua: Не вдалося знайти партнерів

# CannotFindAnyPartnerWithCorrespondingId
source: Cannot find any partner with corresponding id: {0}
uk_ua: Не вдалося знайти партнера з відповідним ідентифікатором: {0}

source: Cannot find any positions
uk_ua: Не вдалося знайти жодної позиції

# CannotFindAnyRelatedFiguresByStreetcodeId
source: Cannot find any related figures by a streetcode id: {0}
uk_ua: Не вдалося знайти будь-які пов'язані цифри за ідентифікатором стріткоду: {0}

# CannotFindAnySourceCategoryWithTheStreetcodeId
source: Cannot find any source category with the streetcode id {0}
uk_ua: Не вдалося знайти жодної вихідної категорії з ідентифікатором стріткоду {0}

# CannotFindAnySrcCategoryByTheCorrespondingId
source: Cannot find any srcCategory by the corresponding id: {0}
uk_ua: Не вдалося знайти жодної srcCategory за відповідним ідентифікатором: {0}

# CannotFindAnyStreetcodeWithCorrespondingId
source: Cannot find any streetcode with corresponding id: {0}
uk_ua: Не вдалося знайти жодний стріткод з відповідним ідентифікатором: {0}

# CannotFindAnyStreetcodeWithCorrespondingIndex
source: Cannot find any streetcode with corresponding index: {0}
uk_ua: Не вдалося знайти жодний стріткод з відповідним індексом: {0}

# CannotFindAnyStreetcodeWithCorrespondingStreetcodeId
source: Cannot find any streetcode with corresponding streetcode id: {0}
uk_ua: Не вдалося знайти жодний стріткод з відповідним ідентифікатором стріткоду: {0}

# CannotFindAnyStreetcodeWithCorrespondingTagId
source: Cannot find any streetcode with corresponding tagid: {0}
uk_ua: Не вдалося знайти жодний стріткод з відповідним TagId: {0}

# CannotFindAnySubtitleByTheStreetcodeId
source: Cannot find any subtitle by the streetcode id: {0}
uk_ua: Не вдалося знайти жодного субтитра за ідентифікатором стріткоду: {0}

source: Cannot find any subtitles
uk_ua: Не вдалося знайти субтитри

# CannotFindAnyTagByTheStreetcodeId
source: Cannot find any tag by the streetcode id: {0}
uk_ua: Не вдалося знайти жодного тега за ідентифікатором стріткоду: {0}

# CannotFindAnyTagByTheTitle
source: Cannot find any tag by the title: {0}
uk_ua: Не вдалося знайти жодного тега за назвою: {0}

source: Cannot find any tags
uk_ua: Не вдалося знайти жодних теґів

source: Cannot find any team
uk_ua: Не вдалося знайти жодної команди

source: Cannot find any team links
uk_ua: Не вдалося знайти посилання команди

# CannotFindAnyTeamWithCorrespondingId
source: Cannot find any team with corresponding id: {0}
uk_ua: Не вдалося знайти жодної команди з відповідним ідентифікатором: {0}

source: Cannot find any term
uk_ua: Не вдалося знайти жодного терміна

# CannotFindAnyTermWithCorrespondingId
source: Cannot find any term with corresponding id: {0}
uk_ua: Не вдалося знайти жодного терміна з відповідним ідентифікатором: {0}

source: Cannot find any text
uk_ua: Не вдалося знайти жодного тексту

# CannotFindAnyTextWithCorrespondingId
source: Cannot find any text with corresponding id: {0}
uk_ua: Не вдалося знайти жодного тексту з відповідним ідентифікатором: {0}

source: Cannot find any timelineItem
uk_ua: Неможливо знайти жодного timelineItem

# CannotFindAnyTimelineItemByTheStreetcodeId
source: Cannot find any timeline item by the streetcode id: {0}
uk_ua: Не вдалося знайти жодного елемента часової шкали за ідентифікатором стріткоду: {0}

# CannotFindAnyToponymByTheStreetcodeId
source: Cannot find any toponym by the streetcode id: {0}
uk_ua: Не вдалося знайти топонім за ідентифікатором стріткоду: {0}

# CannotFindAnyToponymWithCorrespondingId
source: Cannot find any toponym with corresponding id: {0}
uk_ua: Не вдалося знайти жодного топоніма з відповідним ідентифікатором: {0}

source: Cannot find any transaction link
uk_ua: Не вдалося знайти посилання на транзакцію

# CannotFindAnyTransactionLinkWithCorrespondingId
source: Cannot find any transaction link with corresponding id: {0}
uk_ua: Не вдалося знайти жодного посилання на транзакцію з відповідним ідентифікатором: {0}

# CannotFindAnyVideoByTheStreetcodeId
source: Cannot find any video by the streetcode id: {0}
uk_ua: Не вдалося знайти відео за ідентифікатором стріткоду: {0}

source: Cannot find any videos
uk_ua: Не вдалося знайти жодного відео

# CannotFindCategoryWithCorrespondingCategoryId
source: Cannot find a category with corresponding categoryId: {0}
uk_ua: Не вдалося знайти категорію з відповідним CategoryId: {0}

# CannotFindCoordinatesByStreetcodeId
source: Cannot find coordinates by streetcodeId: {0}
uk_ua: Не вдалося знайти координати за стріткод ідентифікатором: {0}

# CannotFindCoordinateWithCorrespondingCategoryId
source: Cannot find coordinate with corresponding categoryId: {0}
uk_ua: Не вдалося знайти координату з відповідним CategoryId: {0}

# CannotFindFactWithCorrespondingCategoryId
source: Cannot find a fact with corresponding categoryId: {0}
uk_ua: Не вдалося знайти факт з відповідним CategoryId: {0}

# CannotFindImageWithCorrespondingId
source: Cannot find an image with corresponding id: {0}
uk_ua: Не вдалося знайти зображення з відповідним ідентифікатором: {0}

# CannotFindPartnersByStreetcodeId
source: Cannot find a partners by a streetcode id: {0}
uk_ua: Не вдалося знайти партнерів за ідентифікатором стріткоду: {0}

# CannotFindRecordWithQrId
source: Cannot find record for qrId
uk_ua: Не вдалося знайти запис для Qr - ідентифікатора

# CannotFindRelatedTermWithCorrespondingId
source: Cannot find a related term with corresponding id: {0}
uk_ua: Не вдалося знайти пов'язаний термін з відповідним ідентифікатором: {0}

# CannotFindRelationBetweenStreetcodesWithCorrespondingIds
source: Cannot find a relation between streetcodes with corresponding ids: {0} & {1}
uk_ua: Не вдалося знайти відношення між стріткодами з відповідними ідентифікаторами: {0} & {1}

source: Cannot find streetcode by id
uk_ua: Не вдалося знайти стріткод за id

# CannotFindStreetcodeByTransliterationUrl
source: Cannot find streetcode by transliteration url: {0}
uk_ua: Не вдалося знайти стріткод за адресою транслітерації: {0}

# CannotFindStreetcodeWithCorrespondingCategoryId
source: Cannot find a streetcode with corresponding categoryId: {0}
uk_ua: Не вдалося знайти стріткод з відповідною категорієюId: {0}

# CannotFindSubtitleWithCorrespondingId
source: Cannot find a subtitle with corresponding id: {0}
uk_ua: Не вдалося знайти підзаголовок з відповідним ідентифікатором: {0}

# CannotFindTagWithCorrespondingId
source: Cannot find a Tag with corresponding id: {0}
uk_ua: Не вдалося знайти мітку з відповідним ідентифікатором: {0}

# CannotFindTextWithCorrespondingCategoryId
source: Cannot find a text with corresponding categoryId: {0}
uk_ua: Не вдалося знайти текст з відповідною CategoryId: {0}

# CannotFindTimelineItemWithCorrespondingId
source: Cannot find a timeline item with corresponding id: {0}
uk_ua: Не вдалося знайти елемент часової шкали з відповідним ідентифікатором: {0}

# CannotFindTransactionLinkByStreetcodeId
source: Cannot find a transaction link by a streetcode id: {0}
uk_ua: Не вдалося знайти посилання на транзакцію за ідентифікатором стріткоду: {0}

# CannotFindTransactionLinkByStreetcodeIdBecause
source: Cannot find a transaction link by a streetcode id: {0}, because such streetcode doesn`t exist
uk_ua: Неможливо знайти посилання на транзакцію за ідентифікатором стріткоду: {0}, оскільки такого стріткоду не існує

# CannotFindVideoWithCorrespondingId
source: Cannot find a video with corresponding id: {0}
uk_ua: Не вдалося знайти відео з відповідним ідентифікатором: {0}
